Repository: astehlik/typo3-extension-theaterinfo
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# actor_age
source: Age
de: Alter

# actor_birthday
source: Birthday
de: Geburtstag

# actor_favorite_role
source: Favorite role
de: Lieblingsrolle

# actor_favorite_role_none
source: None
de: Keine

# actor_job
source: Job
de: Beruf

# actor_management_reasons
source: Reasons for by board membership
de: Gründe für die Vorstandsarbeit

# actor_member_since
source: Member since
de: Mitglied seit

# actor_more_information
source: More information
de: Weitere Informationen

# error.property.cardOrder.address.1221560718
source: Please provide your street address.
de: Bitte geben Sie Ihre Straße und Hausnummer an.

# error.property.cardOrder.city.1221560718
source: Please provide your city.
de: Bitt geben Sie Ihren Wohnort an.

# error.property.cardOrder.email.1221559976
source: Please provide a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.

# error.property.cardOrder.email.1221560718
source: Please provide your email address.
de: Bitte geben Sie Ihre E-Mail-Adresse an.

# error.property.cardOrder.firstname.1221560718
source: Please provide your fistname.
de: Bitte geben Sie Ihren Vornamen an.

# error.property.cardOrder.lastname.1221560718
source: Please provide your lastname.
de: Bitte geben Sie Ihren Nachname an.

# error.property.cardOrder.zip.1221560718
source: Please provide your zip code.
de: Bitte geben Sie Ihre Postleitzahl an.

# play_state_0
source: Planned
de: In Planung

# play_state_1
source: Rehearsals started
de: Proben laufen

# play_state_2
source: Currently performed
de: Aufführungen laufen

# play_state_3
source: Completed
de: Aufgeführt
